class ChoiceData {
  static List<String> sell = [
    'มีบ้านแล้ว',
    'กำลังหาบ้าน',
    'พ่อพันธุ์ - แม่พันธุ์'
  ];
  static List<String> color = [
    'ส้ม',
    'แบล็คแทน',
    'บีเวอร์',
    'ไตรคัลเลอร์',
    'ขาว',
    'ปาร์ตี้',
    'ส้มอ่อน',
    'ครีม',
    'ขาวดำ',
    'ช็อกโกแลต',
    'ดำ',
    'เซเบิล',
    'แดง'
  ];
  static List<String> sex = [
    'เพศผู้',
    'เพศเมีย',
  ];
  static List<String> species = [
    "ปอมเมอเรเนียน",
    "ยอร์คเชียร์เทอร์เรีย",
    "บลูด็อก"
  ];
  static List<String> vaccine = [
    'พาร์โวไวรัส',
    'ไวรัสไข้หัดสุนัข',
    'เรบีส์ (พิษสุนัขบ้า)',
    'พาราอินฟลูเอนซ่าไวรัส'
  ];
}


